const lang = {
	header: {
		home: {
			'ua': 'Головна',
			'eng': 'Home',
		},
		about: {
			'ua': 'Про мене',
			'eng': 'About me',
		},
		techSkills: {
			'ua': 'Мої тех.скіли',
			'eng': 'My tech-skills',
		},
		works: {
			'ua': 'Мої роботи',
			'eng': 'My works',
		}
	},
	aboutMe: {
		title: {
			'ua': 'Про мене',
			'eng': 'About me',
		},
		slides: {
			slide1: {
				'ua': `Меня зовут Константин,<br>Я front-end разработчик из
					<span>України</span>,город
					Одесса!<br>Начал заниматься программированием после начала войны.<br>Мне очень нравится web-разработка.<br> Особое удовольствие получаю от анимации,придавая сайтам интерактивности. <br>Интересуюсь WebGL и Three.js<br>`,
				'eng': '',
			},
			slide2: {
				'ua': `Быстро учусь, коммуникабельный, стрессоустройчивый, мотивированный к работе и обучению!<br>Рабочий опыт имею только на фрилансе.<br>Закончил курсы Udemy,на данный момент учусь самостоятельно искренне хотелось бы найти дружную команду и менторов, которые смогли бы направить в нужном направлении.<br>Английский выше среднего`,
				'eng': ``,
			},
			slide3: {
				'ua': `Быстро учусь, коммуникабельный, стрессоустройчивый, мотивированный к работе и обучению!<br>Рабочий опыт имею только на фрилансе.<br>Закончил курсы Udemy,на данный момент учусь самостоятельно искренне хотелось бы найти дружную команду и менторов, которые смогли бы направить в нужном направлении.<br>Английский выше среднего`,
				'eng': ``,
			}


		}
	},
	techSection: {
		title: {
			'ua': 'Мої тех.скіли',
			'eng': 'My Tech-Skills',
		},
		libraries: {
			'ua': 'Бібліотеки',
			'eng': 'The libraries',
		}
	},
	myWorksSection: {
		title: {
			'ua': 'Мої роботи',
			'eng': 'My Works',
		}
	},
	footer: {
		mail: {
			'ua': 'Пошта збережена',
			'eng': 'Main copy',
		},
	}

}